---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.DocumentOpenedEventArgs
source: html/abd6e6c9-e732-5e0f-0c23-f510d3a2db07.htm
---
# DocumentOpenedEventArgs Members

Indicates whether the event is being cancelled.